{
    "data": {
        "skill": {
            "id": 23,
            "area_id": 1,
            "age_range": "9 - 14",
            "parent_skill_id": null,
            "title": "Standing up",
            "description": "Learning to stand requires a great deal of strength, coordination and practice. Your baby will begin to stand by pulling himself up with the help of furniture. Then, he will learn to sit from a standing position, remain standing momentarily with no help, and, finally, go from sitting or squatting to standing.",
            "logo_web": "/logo_webs/original/missing.png",
            "logo_mobile": "/logo_mobiles/original/missing.png",
            "children": false,
            "milestones": [
                {
                    "id": 113,
                    "age": 9,
                    "skill_id": 23,
                    "master": false,
                    "area_id": 1,
                    "title": "Pulls himself up to standing, holding on to furniture",
                    "description": "If your baby can transition from sitting down to standing up with the help of furniture, then he has completed this milestone.",
                    "science_fact": "Being able to stand on his own is a great accomplishment for your toddler. As adults, we might take for granted transitioning from sitting to standing but for your baby to get there he had to develop strong legs, balance and the proper coordination to propel his body up without tumbling over.",
                    "source_data": "Center for Disease Control and Prevention",
                    "parent_skill_id": null,
                    "media_jpg": "",
                    "media_mp4": "",
                    "answer":null
                },
                {
                    "id": 208,
                    "age": 11,
                    "skill_id": 23,
                    "master": false,
                    "area_id": 1,
                    "title": "Goes from standing to sitting without your help",
                    "description": "If your baby can independently transition himself from standing to a seated position by bending his knees and squatting down all the way to the floor, then he has completed this milestone.",
                    "science_fact": "Going from standing to sitting is harder than you might think! It requires a lot of muscle strength, coordination and balance. Your baby first mastered the art of standing with proper balance and now that his body is prepared he can use his muscles to carefully come back down to a seated position instead of just letting go and plopping down to the floor.",
                    "source_data": "Kinedu Research Team, 2017",
                    "parent_skill_id": null,
                    "media_jpg": "",
                    "media_mp4": "",
                    "answer":null
                },
                {
                    "id": 209,
                    "age": 9,
                    "skill_id": 23,
                    "master": false,
                    "area_id": 1,
                    "title": "Can go from sitting to kneeling",
                    "description": "If your baby goes from sitting to kneeling by placing his knees on the floor and lifting his torso without any support from a caregiver, then he has completed this milestone.",
                    "science_fact": "Your baby probably does this all the time before crawling somewhere! When achieving this, your little one has developed a strong sense of proprioception. This means that without having to look at his body, your baby now knows where and how his body is positioned.",
                    "source_data": "Kinedu Research Team, 2017",
                    "parent_skill_id": null,
                    "media_jpg": "",
                    "media_mp4": "",
                    "answer":null
                },
                {
                    "id": 245,
                    "age": 10,
                    "skill_id": 23,
                    "master": false,
                    "area_id": 1,
                    "title": "Remains standing while holding on to something",
                    "description": "If your baby stands up and maintains his balance with the help of furniture or even a caregiver's leg, then he has completed this milestone.",
                    "science_fact": "Babies have a very strong urge to stand up, and after achieving this, your baby will try to move across the room. Soon, he will begin cruising, using furniture and other sturdy objects to help with balance.",
                    "source_data": "Center for Disease Control and Prevention",
                    "parent_skill_id": null,
                    "media_jpg": "",
                    "media_mp4": "",
                    "answer":null
                },
                {
                    "id": 271,
                    "age": 10,
                    "skill_id": 23,
                    "master": false,
                    "area_id": 1,
                    "title": "Stands momentarily with help",
                    "description": "If your toddler can stand with support from a caregiver for a few seconds before tumbling down, then he has completed this milestone.",
                    "science_fact": "You have probably noticed that your baby is eager to stand up and move around. Now, he has enough muscle strength to do so, but still lacks the ability to remain standing for a long time due to poor balance.",
                    "source_data": "Kinedu Research Team, 2017",
                    "parent_skill_id": null,
                    "media_jpg": "",
                    "media_mp4": "",
                    "answer":null
                },
                {
                    "id": 325,
                    "age": 12,
                    "skill_id": 23,
                    "master": false,
                    "area_id": 1,
                    "title": "Goes from standing up to squatting",
                    "description": "If your baby can transition from standing to squatting by bending his knees and going all the way down to the floor with his bum hovering over the floor, then he has completed this milestone.",
                    "science_fact": "Toddlers usually have a proportionately larger head and upper body in comparison to the rest of their bodies making squatting easy for them. This allows your toddler to avoid falling backwards.",
                    "source_data": "Kinedu Research Team, 2017",
                    "parent_skill_id": null,
                    "media_jpg": "",
                    "media_mp4": "",
                    "answer":null
                },
                {
                    "id": 350,
                    "age": 14,
                    "skill_id": 23,
                    "master": true,
                    "area_id": 1,
                    "title": "Stays balanced while standing without any help",
                    "description": "If your baby maintains his balance and does not fall over while standing independently, then he has completed this milestone.",
                    "science_fact": "As your toddler continues to walk, his body will begin to change to achieve balance. You might have noticed that your little one's legs now seem longer, head smaller and shoulders have broadened. These changes allow your little one to maintain equilibrium while standing and walking.",
                    "source_data": "Kinedu Research Team, 2017",
                    "parent_skill_id": null,
                    "media_jpg": "",
                    "media_mp4": "",
                    "answer":null
                },
                {
                    "id": 438,
                    "age": 13,
                    "skill_id": 23,
                    "master": true,
                    "area_id": 1,
                    "title": "Goes from sitting to standing without any help",
                    "description": "If your baby can transition himself independently from sitting down to a standing position by placing his hands on the floor to propel his body up without falling over, then he has completed this milestone.",
                    "science_fact": "Your baby's growing confidence and balance has led him to this moment. He now has enough strength to get all the way up to a standing position, without using your help or that of furniture to pull him up. This milestone is harder than it seems! Your little one needs to coordinate his movements and use the muscles in his legs to support the weight of his body while using his arms for equilibrium.",
                    "source_data": "Kinedu Research Team, 2017",
                    "parent_skill_id": null,
                    "media_jpg": "",
                    "media_mp4": "",
                    "answer":null
                },
                {
                    "id": 459,
                    "age": 12,
                    "skill_id": 23,
                    "master": false,
                    "area_id": 1,
                    "title": "Stays balanced while standing up and playing with an object",
                    "description": "If your toddler can play with an object while standing independently without falling down or dropping it, then he has completed this milestone.",
                    "science_fact": "After your toddler learns to walk, his body and neural pathways will start to adjust to make it easier for him to maintain balance in an erect posture. His body will adapt to this new way of moving lowering his center of gravity. This allows him the ability to focus on carrying and playing with objects while on his feet as the task of walking is no longer as unsteady as it was at first.",
                    "source_data": "Kinedu Research Team, 2017",
                    "parent_skill_id": null,
                    "media_jpg": "",
                    "media_mp4": "",
                    "answer":null
                },
                {
                    "id": 470,
                    "age": 14,
                    "skill_id": 23,
                    "master": true,
                    "area_id": 1,
                    "title": "Goes from squatting down to standing up without any help",
                    "description": "If your toddler can transition himself from a squat (knees bent with bum hovering over the floor) to standing independently without falling over, then he has completed this milestone.",
                    "science_fact": "At this age, toddlers are normally able to squat down to pick up a toy, and stand back up without falling. This requires a lot of coordination and balance, particularly stimulating the cerebellum, brain area responsible for this.",
                    "source_data": "Kinedu Research Team, 2017",
                    "parent_skill_id": null,
                    "media_jpg": "",
                    "media_mp4": "",
                    "answer":null
                }
            ]
        }
    }
}